{
  "24/7 Support": "Hỗ trợ 24/7",
  "30-Day Free Trial": "Bản dùng thử miễn phí 30 ngày",
  "75% Time Savings for Firms": "Tiết kiệm 75% thời gian cho các công ty",
  "85% Faster Data Entry": "Nhập Dữ liệu Nhanh hơn 85%",
  "99.9% Uptime": "99.9% thời gian hoạt động",
  "API": "API",
  "About": "Về chúng tôi",
  "Accounting Firms": "Công ty Kế toán",
  "Active": "Hoạt Động",
  "Active Tasks": "Nhiệm Vụ Hoạt Động",
  "Add Field": "Thêm Trường",
  "Add Member": "Thêm Thành Viên",
  "Add Team Member": "Thêm Thành Viên Nhóm",
  "Add Worker": "Thêm Công Nhân",
  "All rights reserved.": "Đã đăng ký Bản quyền.",
  "Analytics & Reports": "Phân tích và báo cáo",
  "Are you sure you want to logout?": "Bạn có chắc chắn muốn đăng xuất không?",
  "Attendance Tracking": "Theo dõi dự án",
  "Automated payroll calculations, tax compliance, and multi-currency support for global workforce management.": "Tính toán bảng lương tự động, tuân thủ thuế và hỗ trợ đa tiền tệ để quản lý lực lượng lao động toàn cầu.",
  "Automated time tracking and payroll calculations eliminate manual data entry, letting accountants focus on strategic work instead of repetitive tasks.": "Theo dõi thời gian tự động và tính toán bảng lương loại bỏ nhập dữ liệu thủ công, cho phép kế toán tập trung vào công việc chiến lược thay vì các công việc lặp đi lặp lại.",
  "Back to Dashboard": "Quay Lại Bảng Điều Khiển",
  "Back to Sign In": "Quay Lại Đăng Nhập",
  "Back to Tasks": "Quay Lại Nhiệm Vụ",
  "Back to Today": "Quay Lại Hôm Nay",
  "Bank-Level Security": "Bảo mật cấp ngân hàng",
  "Blog": "Blog",
  "Cancel": "Hủy",
  "Careers": "Nghề nghiệp",
  "Choose the plan that fits your business needs. All plans include our core features.": "Chọn gói phù hợp với nhu cầu doanh nghiệp của bạn. Tất cả các gói đều bao gồm các tính năng cốt lõi của chúng tôi.",
  "Close": "Đóng",
  "Company": "Công ty",
  "Company Email": "Email Công Ty",
  "Company Name": "Tên Công Ty",
  "Company Phone": "Điện Thoại Công Ty",
  "Compliance": "Tuân thủ",
  "Comprehensive Reports": "Báo cáo Toàn diện",
  "Comprehensive dashboards and custom reports to gain insights into your workforce productivity and costs.": "Bảng điều khiển toàn diện và báo cáo tùy chỉnh để hiểu sâu về năng suất và chi phí lực lượng lao động của bạn.",
  "Confirm": "Xác Nhận",
  "Confirm Deletion": "Xác Nhận Xóa",
  "Contact Sales": "Liên hệ Bán hàng",
  "Contact Us": "Liên hệ với Chúng tôi",
  "Country": "Quốc Gia",
  "Create New Task": "Tạo Nhiệm Vụ Mới",
  "Create Task": "Tạo Nhiệm Vụ",
  "Create Workspace": "Tạo Không Gian Làm Việc",
  "Create, assign, and track tasks with deadlines, ensuring your workforce stays organized and productive.": "Tạo, phân công và theo dõi nhiệm vụ với thời hạn, đảm bảo lực lượng lao động của bạn luôn có tổ chức và năng suất.",
  "Dashboard": "Bảng Điều Khiển",
  "Date of Birth": "Ngày Sinh",
  "Delete": "Xóa",
  "Delete Task": "Xóa Nhiệm Vụ",
  "Delete Worker": "Xóa Công Nhân",
  "Description": "Mô Tả",
  "Documentation": "Tài liệu",
  "Done": "Hoàn Thành",
  "Download": "Tải Xuống",
  "Edit": "Chỉnh Sửa",
  "Edit Task": "Chỉnh Sửa Nhiệm Vụ",
  "Eliminate calculation errors with automated payroll processing. Built-in compliance checks ensure accuracy and reduce liability for accounting firms.": "Loại bỏ lỗi tính toán với xử lý bảng lương tự động. Kiểm tra tuân thủ tích hợp đảm bảo độ chính xác và giảm trách nhiệm pháp lý cho các công ty kế toán.",
  "Email": "Email",
  "Email Address": "Địa Chỉ Email",
  "End Date": "Ngày Kết Thúc",
  "Error": "Lỗi",
  "Error-Free Calculations": "Tính toán Không có Lỗi",
  "Everything You Need to Manage Your Workforce": "Mọi thứ bạn cần để quản lý lực lượng lao động của mình",
  "Export": "Xuất",
  "Export & Integrate": "Xuất và Tích hợp",
  "Export data to Excel, PDF, or integrate with your existing systems via API.": "Xuất dữ liệu sang Excel, PDF hoặc tích hợp với hệ thống hiện có của bạn qua API.",
  "Features": "Các tính năng",
  "First Name": "Tên",
  "From attendance tracking to payroll processing, we've got you covered with enterprise-grade features.": "Từ theo dõi dự án đến xử lý bảng lương, chúng tôi bao phủ bạn bằng các tính năng cấp độ doanh nghiệp.",
  "GDPR Compliant": "Tuân thủ GDPR",
  "Generate": "Tạo Ra",
  "Generate comprehensive workforce reports in seconds. Our platform transforms complex attendance data into clear, professional reports that clients love.": "Tạo báo cáo lực lượng lao động toàn diện trong vài giây. Nền tảng của chúng tôi biến đổi dữ liệu chuyên cần phức tạp thành báo cáo rõ ràng, chuyên nghiệp mà khách hàng yêu thích.",
  "Generate detailed workforce reports for clients, including attendance, task completion, and performance metrics.": "Tạo báo cáo lực lượng lao động chi tiết cho khách hàng, bao gồm chuyên cần, hoàn thành nhiệm vụ và chỉ số hiệu suất.",
  "Help Center": "Trung tâm Trợ giúp",
  "Import Workers": "Nhập Công Nhân",
  "Inactive": "Không Hoạt Động",
  "Industry": "Ngành Công Nghiệp",
  "Integrations": "Tích hợp",
  "Join dozens of accountants who've transformed their workforce management workflow": "Tham gia cùng hàng chục kế toán viên đã chuyển đổi quy trình quản lý lực lượng lao động của họ",
  "Join thousands of companies that trust us with their workforce management needs.": "Tham gia cùng hàng nghìn công ty tin tưởng chúng tôi với nhu cầu quản lý lực lượng lao động của họ.",
  "Last Name": "Họ",
  "Legal": "Pháp lý",
  "Legal Compliance": "Tuân thủ Pháp luật",
  "Loading...": "Đang Tải...",
  "Login / Sign Up": "Đăng nhập / Đăng ký",
  "Loved by Accounting Professionals": "Được Yêu thích bởi Các Chuyên gia Kế toán",
  "Manage multiple companies with separate workspaces and role-based access.": "Quản lý nhiều công ty với không gian làm việc riêng biệt và truy cập dựa trên vai trò.",
  "Monitor attendance and work hours for accurate payroll and performance management.": "Giám sát chuyên cần và giờ làm việc để quản lý bảng lương và hiệu suất chính xác.",
  "Multi-Company": "Đa Công ty",
  "My Profile": "Hồ Sơ Của Tôi",
  "Name": "Tên",
  "No Credit Card Required": "Không cần thẻ tín dụng",
  "OK": "Được",
  "Organize and track your casual workforce with detailed worker profiles and employment records.": "Tổ chức và theo dõi lực lượng lao động thời vụ của bạn với hồ sơ công nhân chi tiết và hồ sơ tuyển dụng.",
  "Payment Type": "Loại Thanh Toán",
  "Payments/Billing": "Thanh Toán/Hóa Đơn",
  "Payroll Management": "Quản lý bảng lương",
  "Press": "Báo chí",
  "Pricing": "Giá cả",
  "Privacy Policy": "Chính sách Bảo mật",
  "Product": "Sản phẩm",
  "Professional Workforce Management": "Quản lý lực lượng lao động chuyên nghiệp",
  "Professional workforce management for modern businesses.": "Quản lý lực lượng lao động chuyên nghiệp cho các doanh nghiệp hiện đại.",
  "Ready to Transform Your Workforce Management?": "Sẵn sàng Chuyển đổi Quản lý Lực lượng Lao động của Bạn?",
  "Real Results from Real Users": "Kết quả Thực từ Người dùng Thực",
  "Remove": "Loại Bỏ",
  "Reports": "Báo Cáo",
  "Reset Password": "Đặt Lại Mật Khẩu",
  "Return to Home": "Quay Lại Trang Chủ",
  "Role": "Vai Trò",
  "Save": "Lưu",
  "Save Changes": "Lưu Thay Đổi",
  "Saved Per Week": "Tiết kiệm Mỗi tuần",
  "Seamless Client Reporting": "Báo cáo Khách hàng Liền mạch",
  "Security": "Bảo mật",
  "Sign In": "Đăng Nhập",
  "Sign Out": "Đăng Xuất",
  "Simple, Transparent Pricing": "Giá cả Đơn giản, Minh bạch",
  "Smart, real-time attendance tracking with facial recognition and QR code support for seamless worker management.": "Theo dõi dự án thông minh theo thời gian thực với nhận dạng khuôn mặt và hỗ trợ mã QR để quản lý công nhân liền mạch.",
  "Start Date": "Ngày Bắt Đầu",
  "Status": "Trạng Thái",
  "Success": "Thành Công",
  "Support": "Hỗ trợ",
  "Task Assignment": "Phân công Nhiệm vụ",
  "Task Name": "Tên Nhiệm Vụ",
  "Tasks": "Nhiệm Vụ",
  "Terms of Use": "Điều khoản Sử dụng",
  "Testimonials": "Chứng thực",
  "This action cannot be undone.": "Hành động này không thể hoàn tác.",
  "Time Savings": "Tiết kiệm Thời gian",
  "Total Workers": "Tổng Công Nhân",
  "Transform your casual workforce operations with smart attendance tracking, automated payroll, and powerful analytics that save time and reduce costs.": "Chuyển đổi các hoạt động lực lượng lao động tạm thời của bạn bằng theo dõi dự án thông minh, bảng lương tự động và phân tích mạnh mẽ giúp tiết kiệm thời gian và giảm chi phí.",
  "Upgrade": "Nâng Cấp",
  "Upgrade Now": "Nâng Cấp Ngay",
  "Watch Demo": "Xem bản demo",
  "We're committed to protecting your privacy and maintaining transparency in how we handle your data.": "Chúng tôi cam kết bảo vệ quyền riêng tư của bạn và duy trì tính minh bạch trong cách chúng tôi xử lý dữ liệu của bạn.",
  "Worker Management": "Quản lý Công nhân",
  "Workers": "Công Nhân",
  "Would Recommend": "Sẽ Giới thiệu",
  "Your Data, Your Control": "Dữ liệu của Bạn, Quyền Kiểm soát của Bạn"
}